{
  "main.title": "Software, die verbindet und begeistert",
  "main.description": "Wir sind Ihr Partner für moderne und zukunftsorientierte Softwareentwicklung. Mit einer Kombination aus Expertise und Enthusiasmus bringen wir Ihre digitale Vision zum Leben. Wir wissen, dass jeder Kunde einzigartig ist. Deshalb entwickeln und designen wir maßgeschneiderte Softwarelösungen, die perfekt auf Ihre Bedürfnisse abgestimmt sind.",
  "main.services.title": "Wir verbinden. Mit Technologie.",
  "main.services.kicker": "Unsere Leistungen",
  "main.services.text": "Unsere Softwareingenieur:innen und Designer:innen vereint eines: die Liebe zum Detail und zur Technologie. Beides bringen wir für die Ziele Ihres Unternehmens und die Experience Ihrer Kunden ein. Mit Respekt, Neugierde, Kreativität und unserem tiefen Verständnis für Technologie und Design schaffen wir Lösungen, die höchsten Sicherheitsstandards entsprechen und benutzerfreundlich sind. Vom Brainstorming über das Prototyping bis zur Entwicklung bieten wir Ihnen einen umfassenden Service, auf den Sie sich verlassen können.",
  "main.services.teasers.first.title": "Enterprise Applikationen & Libraries",
  "main.services.teasers.first.text": "Teams aus Designern, Produktmanagern, Entwicklern, Supportmitarbeitern, Marketingspezialisten usw. bringen die richtige Mischung aus Know-how und Erfahrung mit und sorgen dafür, dass auch mal über den Tellerrand geschaut wird.",
  "main.services.teasers.second.title": "Technische Analyse",
  "main.services.teasers.second.text": "Jedes Team bei Satellytes ist für seine eigenen Aufgaben verantwortlich. In den Worten des Agilen Manifests: „Die besten Architekturen, Anforderungen und Entwürfe entstehen durch selbstorganisierte Teams.“",
  "main.services.teasers.third.title": "UX/UI",
  "main.services.teasers.third.text": "Schnelles Feedback, kurze Entscheidungswege und Offenheit für Veränderung sind uns wichtig – egal, ob man es Scrum, Kanban oder XP nennt.",
  "main.services.button": "Erfahren Sie mehr",
  "main.career.title": "Arbeite mit uns",
  "main.career.kicker": "Karriere bei Satellytes",
  "main.career.text": "Als Technologie-Unternehmen sind wir immer auf der Suche nach leidenschaftlichen Entwickler:innen, die Lust haben, sich neuen Herausforderungen zu stellen um sich kontinuierlich weiterzuentwickeln. Ob du bereits viel Berufserfahrung hast oder nicht, ist für uns nicht ausschlaggebend. Wir bieten dir die Möglichkeit, bei uns alles zu lernen, was du brauchst, um erfolgreich zu sein. Und falls du bereits einiges drauf hast, findest du bei uns anspruchsvolle Aufgaben und erfahrene Kolleg:innen, mit denen du dich weiterentwickeln kannst. Schau dir unsere offenen Stellen an und bewirb dich noch heute. Wir freuen uns darauf, dich kennenzulernen.",
  "main.career.button": "Alle offenen Stellen",
  "main.blog.title": "Blog",
  "main.blog.kicker": "News von Satellytes",
  "main.blog.text": "Hier teilen wir unsere Gedanken zu den neuesten Trends, präsentieren interessante Fallbeispiele und geben Ihnen einen Einblick in das Leben unseres Teams. Unser Ziel ist es, unser Wissen mit anderen zu teilen und unsere Leser auf dem Laufenden zu halten.",
  "main.blog.button": "Alle Artikel",
  "career.title": "Karriere",
  "career.description": "Satellytes verdankt seinen Erfolg der Innovationskraft und dem Engagement jedes einzelnen Mitglieds unseres Teams. Wir streben danach, unseren Kolleg:innen eine inspirierende Arbeitsumgebung zu bieten und sie in spannende Projekte einzubeziehen, während wir auch diverse Möglichkeiten zur persönlichen und beruflichen Entwicklung anbieten. Wir sind davon überzeugt, dass jeder, unabhängig von seiner Position, die Fähigkeit besitzt, das Unternehmen voranzubringen und zu einem Erfolg zu machen.",
  "career.headline": "Bewirb dich jetzt",
  "career.mandatory-field": "* Pflichtfeld",
  "career.first-name": "Vorname",
  "career.last-name": "Nachname",
  "career.email": "E-Mail Adresse",
  "career.location": "Wohnort",
  "career.available-from": "Verfügbar ab",
  "career.salary-expectations": "Gehaltsvorstellung",
  "career.cover-letter": "Anschreiben",
  "career.file-category": "Dokument-Kategorie",
  "career.remove-file": "Entfernen",
  "career.cv": "Lebenslauf",
  "career.other": "anderes",
  "career.position": "Stelle",
  "career.info-text": "Lade hier bitte deine relevanten Dokumente hoch, wie zb Lebenslauf (CV), Motivationsschreiben oder Referenzen. Erlaubt sind ausschließlich 3 PDF Dateien, die maximale Größe pro Datei beträgt 20MB.",
  "career.privacy-policy": "<0>Hiermit bestätige ich, dass ich die <1>Datenschutzerklärung</1> zur Kenntnis genommen habe.</0>",
  "career.introduction.headline": "Arbeite mit uns",
  "career.introduction.kicker": "Karriere bei Satellytes",
  "career.introduction.paragraphs.0": "Satellytes ist ein Team von hochqualifizierten Softwareingenieur:innen und Designer:innen, das sich auf die Entwicklung von modernen, zuverlässigen und barrierefreien Web-Lösungen spezialisiert hat. Unsere Produkte sind nicht nur funktional und effektiv, sondern auch nachhaltig und zukunftssicher. Wenn du Teil unseres Teams werden möchtest und an der Entwicklung innovativer Lösungen für namhafte Kunden interessiert bist, schau dir am besten unsere aktuellen Stellenangebote an und bewirb dich noch heute.",
  "career.application-process.headline": "Bewerbungsprozess",
  "career.application-process.paragraph": "Sich auf einen Job zu bewerben, ist oft anstrengend. Wir kennen das. Deshalb hat sich unser Team vier Schritte überlegt, die alles einfacher machen.",
  "career.application-process.accordion.0.title": "1. Bewirb dich",
  "career.application-process.accordion.0.paragraph": "Schicke uns deinen Lebenslauf und ein kurzes Anschreiben, in dem du uns erzählst, wieso du dich gerade bei uns bewirbst. Dabei ist uns nicht dein Abschluss, sondern  deine Leidenschaft fürs Coden wichtig. Zeig uns deinen GitHub- oder GitLab-Account, deinen Blog oder YouTube-Kanal. Ganz egal. Hauptsache, wir spüren, wofür du brennst.",
  "career.application-process.accordion.1.title": "2. Kennenlernen",
  "career.application-process.accordion.1.paragraph": "Wenn wir deine Bewerbung überzeugend finden, laden wir dich zu einem ersten Gespräch mit ein oder zwei deiner zukünftigen Kolleg:innen ein. Sie wollen erfahren, wie du zum Programmieren gekommen bist und was dich antreibt. Danach kennen wir dich besser – und du kennst die ersten Gesichter hinter Satellytes.",
  "career.application-process.accordion.2.title": "3. Technisches Interview",
  "career.application-process.accordion.2.paragraph": "Wir machen weder Whiteboard Interviews noch schicken wir dir irgendwelche Programmieraufgaben. Stattdessen möchten wir, dass du ein Code Review machst, dass wir im Interview durchsprechen. Dabei ergeben sich ganz automatisch spannende Gespräche – über Probleme im Code, Fachwissen und relevante Technologien. Und natürlich haben wir neben der ganzen Technik auch Zeit, über unsere Kultur zu sprechen. Um sicherzustellen, dass wir zu dir passen. Und du zu uns.",
  "career.application-process.accordion.3.title": "4. Entscheidung",
  "career.application-process.accordion.3.paragraph": "Du hast gezeigt, was du kannst und wie du arbeitest. Wir haben gezeigt, was uns antreibt und wie wir arbeiten. Wenn alles passt, lassen wir es dich wissen. Passt etwas nicht, dann lassen wir es dich auch wissen.",
  "career.openings.headline": "Unsere offenen Stellen",
  "career.culture.headline": "Arbeit, die Freude bereitet",
  "career.culture.kicker": "Team",
  "career.culture.paragraph": "Wir sind überzeugt, dass Freude und Begeisterung bei der Arbeit nicht nur das Arbeitsumfeld angenehmer gestalten, sondern auch die Produktivität und Qualität unserer Arbeit steigern können. Bei uns hast du die Möglichkeit, deine Fähigkeiten und Talente voll auszuschöpfen und deine Ideen einzubringen. Wir fördern eine offene und kreative Arbeitskultur, in der jeder gehört wird und die Möglichkeit hat, zur Verbesserung des Unternehmens beizutragen.",
  "career.culture.teaser.0.title": "Positive Arbeitsumgebung",
  "career.culture.teaser.0.description": "Bei uns herrscht eine positive und inspirierende Arbeitsumgebung, in der unsere Kolleg:innen ihr volles Potenzial entfalten können. Wir legen großen Wert auf eine moderne und offene Unternehmenskultur, in der jede*r Einzelne wertgeschätzt und unterstützt wird.",
  "career.culture.teaser.1.title": "Klare Kommunikation",
  "career.culture.teaser.1.description": "Offene und klare Kommunikation ist für uns unerlässlich, um als Team erfolgreich zu sein. Wir setzen auf eine transparente Informationspolitik, in der unsere Kolleg:innen jederzeit gut informiert sind und sich mit ihren Fragen und Anliegen an uns wenden können.",
  "career.culture.teaser.2.title": "Wertschätzung",
  "career.culture.teaser.2.description": "Wir schätzen und honorieren die Arbeit unserer Kolleg:innen und möchten dies auch deutlich zum Ausdruck bringen. Wir setzen auf ein offenes Feedback-System, in dem Leistungen gewürdigt und Fortschritte besprochen werden. Wir fördern eine Unternehmenskultur, in der die Arbeit eines/einer Einzelnen geschätzt und anerkannt wird.",
  "career.culture.teaser.3.title": "Work-Life-Balance",
  "career.culture.teaser.3.description": "Wir wissen, dass die Work-Life-Balance ein wichtiger Faktor für das Wohlbefinden unserer Kolleg:innen ist. Wir setzen daher auf flexible Arbeitszeiten und Homeoffice-Möglichkeiten, um unseren Kolleg:innen eine ausgewogene Balance zwischen Beruf und Privatleben zu ermöglichen. Wir möchten sicherstellen, dass unsere Kolleg:innen gesund, motiviert und leistungsstark bleiben.",
  "career.culture.teaser.4.title": "Team-Events",
  "career.culture.teaser.4.description": "Gemeinsame Team-Events und Aktivitäten fördern den Zusammenhalt und die Motivation unserer Kolleg:innen. Wir organisieren regelmäßig Events wie Teambuilding-Workshops, Hackathons oder Gaming-Abende, um die Kreativität und den Teamgeist zu fördern.",
  "career.culture.teaser.5.title": "Teamarbeit",
  "career.culture.teaser.5.description": "Teamarbeit und Zusammenhalt sind bei uns zentrale Werte, die wir aktiv fördern. Wir setzen auf eine enge Zusammenarbeit zwischen unseren Entwicklungs- und Design-Teams, um gemeinsam innovative Software-Lösungen zu entwickeln.",
  "career.culture.teaser.6.title": "Selbstorganisation",
  "career.culture.teaser.6.description": "Wir legen großen Wert auf selbstständiges Arbeiten und Eigenverantwortung. Unsere Kolleg:innen haben die Möglichkeit, ihre Arbeit selbst zu organisieren und Verantwortung für ihre Projekte zu übernehmen. Wir fördern eine Kultur des Vertrauens und unterstützen unsere Kolleg:innen dabei, ihr Potenzial voll auszuschöpfen.",
  "career.culture.teaser.7.title": "Cross-Functional",
  "career.culture.teaser.7.description": "Wir setzen auf eine enge Zusammenarbeit zwischen den verschiedenen Abteilungen und Teams, um eine effektive und effiziente Zusammenarbeit im Unternehmen zu gewährleisten. Unsere Kolleg:innenhaben die Möglichkeit, sich in verschiedenen Bereichen zu engagieren und ihr Know-how zu erweitern.",
  "career.perk.headline": "Perks & Benefits",
  "career.perk.kicker": "Arbeiten",
  "career.perk.paragraph": "Neben einem großartigen Team, interessanten Aufgaben und einer modernen Arbeitsumgebung bieten wir dir noch weitere Extras.",
  "career.perk.teaser.0.title": "Fahrrad",
  "career.perk.teaser.0.description": "Bei Satellytes fördern wir eine umweltfreundliche Arbeitsweise und bieten allen die Möglichkeit, ein Firmenfahrrad zu leasen. Wir bezahlen die Wartung und Versicherung und ihr spart ca. 40% des Gesamtpreises. So könnt ihr nicht nur euren CO2-Fußabdruck reduzieren, sondern auch fit und gesund bleiben.",
  "career.perk.teaser.1.title": "Konferenzen",
  "career.perk.teaser.1.description": "Wir glauben, dass die Teilnahme an Konferenzen ein wichtiger Bestandteil der persönlichen Weiterentwicklung ist. Deshalb unterstützen wir unsere Kolleg:innen dabei, an relevanten Veranstaltungen teilzunehmen und sich dort mit Expert:innen auszutauschen.",
  "career.perk.teaser.2.title": "Lebenslanges Lernen",
  "career.perk.teaser.2.description": "Wir glauben, dass kontinuierliches Lernen ein wichtiger Bestandteil einer erfolgreichen Karriere ist. Deshalb fördern wir lebenslanges Lernen und unterstützen unsere Kolleg:innen dabei, ihr Wissen und ihre Fähigkeiten kontinuierlich zu erweitern.",
  "career.perk.teaser.3.title": "Lieblingsausrüstung",
  "career.perk.teaser.3.description": "Wir möchten sicherstellen, dass ihr euch bei uns wohlfühlt und motiviert seid. Deshalb stellen wir sicher, dass ihr mit der für euch perfekten Arbeitsausrüstung arbeiten könnt, damit ihr jederzeit euer volles Potential ausschöpfen könnt.",
  "career.perk.teaser.4.title": "Arbeiten wo du willst",
  "career.perk.teaser.4.description": "Wir bieten unseren Kolleg:innen die Möglichkeit, remote zu arbeiten und somit flexibel zu sein. Ob ihr von zu Hause aus arbeiten möchtet oder von einem Café in der Stadt, ihr habt die Freiheit zu entscheiden, wo ihr am produktivsten seid.",
  "career.perk.teaser.5.title": "Flexible Arbeitszeiten",
  "career.perk.teaser.5.description": "Wir wissen, dass jede:r Kolleg:innen unterschiedliche Bedürfnisse hat. Deshalb bieten wir flexible Arbeitszeiten an, damit ihr eure Arbeit an eure persönlichen Anforderungen anpassen könnt.",
  "career.perk.teaser.6.title": "Karrierechancen",
  "career.perk.teaser.6.description": "Wir glauben an unsere Kolleg:innen und möchten, dass ihr euch bei uns weiterentwickeln und Karriere machen könnt. Deshalb bieten wir verschiedene Karrierepfade und Unterstützung bei der individuellen Karriereplanung an.",
  "career.perk.teaser.7.title": "Weiterbildung",
  "career.perk.teaser.7.description": "Bei uns ist lebenslanges Lernen ein wichtiger Bestandteil unserer Firmenkultur. Wir bieten regelmäßig Schulungen und Trainings an, damit unsere Kolleg:innen ihr Wissen erweitern und ihre Fähigkeiten verbessern können.",
  "career.error.approval": "Deine Zustimmung fehlt",
  "career.error.first-name": "Dein Vorname fehlt",
  "career.error.last-name": "Dein Nachname fehlt",
  "career.error.email": "Deine E-Mail fehlt",
  "career.error.email-undefined": "Irgendwas stimmt an dieser E-Mail nicht",
  "career.error.cv": "Dein CV fehlt",
  "career.error.max-number": "Maximale Anzahl Dokumente ist erreicht.",
  "career.error.max-size": "Maximale Dokumentgröße (20MB) wurde überschritten",
  "career.error.category": "Eine Kategorie fehlt",
  "career.error.cover-letter": "Dein Anschreiben fehlt",
  "career.error.cover-letter-length": "Dein Anschreiben muss mindestens 100 Zeichen lang sein",
  "career.action.upload": "<0>Ziehe die Dokumente auf das Feld oder <1>wähle</1> sie aus</0>",
  "career.action.send": "Senden",
  "career.action.again": "Nochmal senden",
  "career.action.home": "Zur Startseite",
  "career.action.again-text": "Versuch es bitte noch einmal. Klappt es nicht dann schicke deine Bewerbung direkt an <1>career@satellytes.com</1>",
  "career.seo.title-detail": "Karriere - {{name}} | Satellytes",
  "career.seo.description-detail": "Bewirb dich jetzt als {{name}}! Schaue Dir unsere anderen offenen Stelle an. Wir freuen uns auf Deine Bewerbung.",
  "career.seo.title": "Karriere | Satellytes",
  "career.seo.description": "Wir suchen Entwickler:innen aus Leidenschaft! Schaue Dir unsere offenen Stellen an. Wir freuen uns auf Deine Bewerbung.",
  "career.thank": "Vielen Dank!",
  "career.email-confirmation": "E-Mail wurde gesendet",
  "career.success-text": "Wir schauen uns alles an und melden uns dann!",
  "career.leadbox.title": "Deine Stelle ist nicht dabei?",
  "career.leadbox.subtitle": "Initiativbewerbung",
  "career.leadbox.text": "Georgios Kaleadis, CTO",
  "career.leadbox.mail": "career@satellytes.com",
  "about-us.title": "Über uns",
  "about-us.description": "Wir sind ein Team von leidenschaftlichen Softwareentwicklern, die sich auf die Entwicklung von benutzerfreundlichen, intiutiven und zuverlässigen Softwarelösungen spezialisiert haben. Unser Ziel ist es, innovative Lösungen zu entwickeln, die die Bedürfnisse unserer Kunden erfüllen und Ihre Geschäftsprozesse automatisieren, um Zeit und Kosten zu sparen.",
  "about-us.office.title": "Office",
  "about-us.office.heading": "Im Herzen von München - direkt am Sendlinger Tor",
  "about-us.office.text": "Unser Büro ist ein Ort zum Arbeiten, Wohlfühlen, Kennenlernen und Zusammenkommen. Für uns und unsere Kund:innen.",
  "about-us.team.title": "Team",
  "about-us.team.heading": "Das sind wir",
  "about-us.team.text": "Unser Team ist das Herzstück unserer Firma und besteht aus talentierten und engagierten Softwareingenieur:innen und Designer:innen, die gemeinsam daran arbeiten, innovative Lösungen zu entwickeln und unsere Kunden zufrieden zu stellen.",
  "about-us.leadbox.title": "Haben Sie Interesse bekommen?",
  "about-us.leadbox.link": "Karriere",
  "services.hero": "Unsere Leistungen",
  "services.hero.description": "Unsere Priorität ist es, kreative und effektive Lösungen zu erarbeiten, welche unseren Kunden dabei helfen, ihre Geschäftsziele zu erreichen. Dazu hören wir unseren Kunden aufmerksam zu, um ihre individuellen Bedürfnisse und Anforderungen zu verstehen. Mithilfe der neuesten Technologien erarbeiten wir anschließend maßgeschneiderte Lösungen. Wir sind davon überzeugt, dass unsere Arbeit einen positiven Einfluss haben wird.",
  "services.title": "Development trifft Design",
  "services.kicker": "Von der Plattform bis zum Produkt",
  "services.text": "Wir bei Satellytes sind der Überzeugung, dass Technologie und Design Hand in Hand gehen sollten. Nur wenn beides perfekt aufeinander abgestimmt ist, entstehen digitale Lösungen, die nicht nur funktionieren, sondern auch begeistern. Deshalb haben wir es uns zur Aufgabe gemacht, die neuesten technischen Entwicklungen mit einem herausragenden Design zu verbinden. Denn wir wissen, dass sich Ihre Kunden nicht nur auf Funktionalität und Sicherheit verlassen möchten. Sie möchten ein digitales Erlebnis, das sie in seinen Bann zieht und sie auf eine einzigartige Reise mitnimmt. Dabei geht es nicht nur um Ästhetik, sondern auch um eine intuitive Benutzerführung, die es jedem ermöglicht, sich schnell zurechtzufinden und das volle Potenzial der Technologie zu nutzen. Ob es um Entwicklung Ihrer Applikation oder eines digitalen Produkts geht - wir sind immer bestrebt, das Beste aus beiden Welten zu vereinen. ",
  "services.platform.title": "Digitale Plattformen",
  "services.platform.teaser": "Unser Fokus auf Usability und agiler Entwicklung ermöglicht es uns, digitale Produkte zu gestalten und umzusetzen, die nicht nur technisch solide sind, sondern auch die Bedürfnisse und Wünsche Ihrer Kunden erfüllen.",
  "services.platform.text": "Dank unserer umfassenden Kompetenz in den Bereichen Technologie und Design sind wir in der Lage, Ihre digitalen Produkte optimal zu gestalten und zu entwickeln. Wir sind uns bewusst, dass eine einwandfreie Funktionalität und Sicherheit ebenso wichtig sind wie ein ansprechendes Design, um ein erstklassiges digitales Erlebnis für Ihre Kunden zu schaffen. Aus diesem Grund haben wir unser Fachwissen in beiden Bereichen kombiniert, um Produkte zu entwickeln, die diesen Anforderungen gerecht werden.",
  "services.platform.1.list": "Digital platform design & development",
  "services.platform.2.list": "Low-Code Systems",
  "services.platform.3.list": "Design Systeme",
  "services.platform.4.list": "Skalierbarkeit und Performance-Optimierung",
  "services.platform.5.list": "Infrastruktur & Automation",
  "services.products_services.kicker": "Product Engineering",
  "services.platform.kicker": "Cloud. Engineering. Design",
  "services.consulting.title": "Technische Beratung",
  "services.consulting.teaser": "Mit unseren bewährten Methoden und neuesten Technologien arbeiten wir eng mit Ihnen zusammen, um sicherzustellen, dass Ihr digitales Ökosystem stets auf dem neuesten Stand ist und Sie Ihre Konkurrenten hinter sich lassen.",
  "services.consulting.text": "Unser Unternehmen verfügt über ein hochqualifiziertes Team von Experten mit langjähriger Erfahrung in der Softwareentwicklung. Wir wissen, dass jedes Unternehmen unterschiedliche Bedürfnisse hat und bieten daher individuelle Lösungen für unsere Kunden an. Wir öffnen gerne unsere Schatztruhe und teilen unser Wissen und unsere Erfahrung, um unseren Kunden dabei zu helfen, ihre digitale Präsenz zu verbessern und ihre Geschäftsziele zu erreichen.",
  "services.consulting.1.list": "Technische Analyse",
  "services.consulting.2.list": "Systemarchitektur- und Designberatung",
  "services.consulting.3.list": "Cloud-Computing Beratung",
  "services.consulting.4.list": "Schulungen & Workshops",
  "services.consulting.5.list": "UX/UI Analysen & Reports",
  "services.consulting.kicker": "Technische Analyse",
  "services.products_services.title": "Softwareentwicklung",
  "services.products_services.teaser": "Unser tiefes Verständnis für Ihre Anforderungen, gepaart mit unserer Expertise in der Softwareentwicklung, ermöglicht es uns, Lösungen von höchster Qualität zu liefern, die Ihre Erwartungen übertreffen werden.",
  "services.products_services.text": "Wir lieben Softwareentwicklung und setzen unsere Leidenschaft und Expertise ein, um für Sie maßgeschneiderte Lösungen zu entwickeln, die Ihre Geschäftsprozesse verbessern und Ihre Effizienz steigern. Unser Ziel ist es, Ihre individuellen Anforderungen zu verstehen und eine Softwarelösung zu entwickeln, die perfekt auf Ihre Bedürfnisse abgestimmt ist. Dabei setzen wir die neuesten Technologien ein und achten auf höchste Qualität und Effizienz in jeder Phase des Entwicklungsprozesses. Wir glauben, dass der Schlüssel zum Erfolg in der Zusammenarbeit mit unseren Kunden liegt. Wir hören genau zu, stellen gezielte Fragen und arbeiten eng mit Ihnen zusammen, um sicherzustellen, dass Sie die bestmögliche Lösung erhalten. Wir sind erst dann zufrieden, wenn Sie es auch sind.",
  "services.products_services.1.list": "Product Engineering",
  "services.products_services.2.list": "Product Design & Development",
  "services.products_services.3.list": "Cloud-Engineering und Migration",
  "services.products_services.4.list": "Ideation & Proof of Concepts",
  "services.products_services.5.list": "Prototyping",
  "services.industries.text": "Wir streben nach hochwertigen und zeitgemäßen Lösungen. Unabhängig von Ihrer Branche und der gewählten Technologie.",
  "services.industries.title": "Branchen",
  "services.industries.bank.title": "Banken",
  "services.industries.bank.text": "Umsetzung und Design der gesamten B2C-Plattform.",
  "services.industries.automotive.title": "Automotive",
  "services.industries.automotive.text": "Unterstützung internationaler Marken im Ausbau von B2B- und B2C-Plattformen.",
  "services.industries.sport.title": "Sport",
  "services.industries.sport.text": "Gestaltung und Umsetzung der gesamten B2C-Plattform von globalen Playern in der Sportindustrie.",
  "services.industries.you.title": "Ihre Branche",
  "services.industries.you.text": "Für Sie werden wir zu Branchenexpert:innen. Sprechen Sie uns an.",
  "services.industries.insurance.title": "Versicherungen",
  "services.industries.insurance.text": "Innovative B2B- und B2C-Plattform für Marktführer, abgestimmt auf internationale Märkte und komplexe Regulationen.",
  "services.product_design.title": "Product Design",
  "services.product_design.kicker": "Design",
  "services.product_design.teaser": "Wir wissen, wie wichtig es ist, einzigartige und ansprechende Produkte zu entwickeln, die sich von der Masse abheben. Lassen Sie uns Ihnen helfen, Ihre Vision zu verwirklichen und ein Produkt zu schaffen, das Ihre Kunden begeistert.",
  "services.product_design.text.1": "Wir sind eine Gruppe von leidenschaftlichen Designern, die sich darauf spezialisiert haben, großartige Produkte zu entwerfen. Für uns ist jedes Projekt einzigartig, daher gehen wir immer auf die individuellen Bedürfnisse unserer Kunden ein. Unser Ansatz basiert auf einem tiefen Verständnis der Nutzer und deren Bedürfnisse. Wir gehen keine Kompromisse ein, wenn es darum geht, ein Produkt zu entwickeln, das nicht nur funktional ist, sondern auch die Benutzer begeistert. Jeder Entwurf, den wir erstellen, ist das Ergebnis umfangreicher Recherchen und einer intensiven Zusammenarbeit mit unseren Kunden.",
  "services.product_design.text.2": "Unser erfahrenes Team von Designern hat eine Vielzahl von Fähigkeiten und Fachwissen, um sicherzustellen, dass wir in der Lage sind, jedes Projekt, das uns vorgelegt wird, erfolgreich zu gestalten. Wir verfolgen einen iterativen Designprozess, der sicherstellt, dass wir laufend Feedback von unseren Kunden erhalten und so das bestmögliche Produkt erstellen.",
  "services.product_design.text.3": "Wir sind bestrebt, innovative Produkte zu entwickeln, die das Leben der Menschen verbessern und ihre Erwartungen übertreffen. Wenn Sie nach einem zuverlässigen Partner suchen, der Sie bei der Entwicklung Ihres Produkts unterstützt, sind Sie bei uns genau richtig. Wir sind bereit, unsere Erfahrung und unser Engagement in jedes Projekt zu stecken und eine einzigartige Benutzererfahrung zu schaffen",
  "services.leadbox.title": "Haben Sie Interesse bekommen?",
  "services.leadbox.subtitle": "Projektanfragen",
  "services.leadbox.text": "Gholam Abdol, Geschäftsführer",
  "services.leadbox.mail": "info@satellytes.com",
  "contact.title": "Kontakt",
  "contact.address": "Adresse",
  "contact.info.headline": "E-Mail",
  "contact.info-link": "<0>Nutzen Sie unser Kontaktformular oder schreiben Sie uns eine E-Mail an <1>info@satellytes.com</1></0>",
  "contact.info": "Nutzen Sie unser Kontaktformular oder schreiben Sie uns eine E-Mail an beep@satellytes.com",
  "contact.name": "Name",
  "contact.email": "E-Mail Adresse",
  "contact.message": "Deine Nachricht an uns",
  "contact.mandatory-field": "Pflichtfeld",
  "contact.error.name": "Dein Name fehlt",
  "contact.error.message": "Deine Nachricht fehlt",
  "contact.error.email": "Deine E-Mail fehlt",
  "contact.error.email-undefined": "Irgendwas stimmt an dieser E-Mail nicht",
  "contact.action.again-text": "Leider gab es einen Fehler. Bitte versuche es noch einmal. Klappt das nicht, schicke deine Nachricht bitte direkt an",
  "contact.action.missing": "Bitte fülle alle benötigten Felder aus",
  "contact.action.send": "Senden",
  "contact.action.sent.headline": "E-Mail wurde gesendet",
  "contact.action.sent.kicker": "Vielen Dank!",
  "contact.action.sent.info": "Vielen Dank für Ihre Nachricht. Wir bearbeiten diese und melden uns schnellstmöglich bei Ihnen.",
  "contact.action.sent.button": "Zur Startseite",
  "contact.action.again": "Nochmal senden",
  "contact.leaflet.touch": "Benutze zwei Finger um die Karte zu bewegen",
  "contact.leaflet.scroll": "Halte 'Strg' während dem Scrollen gedrückt um zu zoomen",
  "contact.leaflet.scrollMac": "Halte '⌘' während dem Scrollen gedrückt um zu zoomen",
  "imprint.title": "Impressum",
  "imprint.info": "Pflichtangaben nach § 5 Telemediengesetz/Impressum",
  "imprint.updated": "Aktualisiert: 16.Juli 2020, Erstellt: 12.Sep. 2018",
  "data-privacy.title": "Datenschutz",
  "data-privacy.info": "Information über die Erhebung personenbezogener Daten",
  "navigation.language-aria": "Sprachauswahl",
  "navigation.main-navigation-aria": "Hauptnavigation",
  "navigation.en": "English",
  "navigation.de": "Deutsch",
  "navigation.menu": "Menu",
  "navigation.imprint": "Impressum",
  "navigation.data-privacy": "Datenschutz",
  "navigation.services": "Leistungen",
  "navigation.career": "Karriere",
  "navigation.about-us": "Über Uns",
  "navigation.blog": "Blog",
  "navigation.contact": "Kontakt",
  "blog.info": "Unsere Softwareingenieur:innen und Designer:innen sprechen über die neuesten Trends und das Know-how rund um Tech & Design. Insbesondere über unsere neuesten Erkenntnisse und Einsichten zur Entwicklung guter Software für das Web.",
  "blog.share": "Artikel teilen",
  "blog.copied": "Kopiert",
  "blog.follow": "Blog abonnieren",
  "blog.pagination": "Seite",
  "blogpost.leadbox.title": "Interesse mit und bei uns zu arbeiten?",
  "blogpost.leadbox.link": "Karriere",
  "image.attribution": "Foto von ",
  "404": "Oh sorry! Our Satellite took the wrong direction.",
  "about-us.impressions.title": "Büro",
  "about-us.impressions.heading": "Im Herzen von München - direkt am Sendlinger Tor",
  "about-us.impressions.text": "Unsere Team aus Entwickler:innen und Designer:innen ist stolz darauf, komplexe Herausforderungen zu meistern und innovative Lösungen zu entwickeln. Jedes Mitglied bringt einzigartige Fähigkeiten und Perspektiven mit, um sicherzustellen, dass wir die beste Ergebnisse für unsere Kunden erzielen. Obwohl wir über ein diverses Team verfügen, arbeiten wir nahtlos zusammen, um sicherzustellen, dass jedes Projekt reibungslos und effektiv verläuft. Einige unserer Kolleg:innen arbeiten vollständig remote, während andere ihr Fachwissen in unserem modernen Büro im Herzen von München einbringen - direkt am Sendlinger Tor gelegen. \n\n Wir sind stolz auf unser Team und freuen uns, Besucher zu begrüßen und eine Tasse Kaffee zu teilen, während wir uns über neue Ideen und Projekte unterhalten."
}
